Repository: Bank-mammoth/lookchin_demo
Catalog: lib/l10n/intl_*.arb
Languages: th

# test
source: TEST1234
th: ทดสอบ1234

source: Hello
th: สวัสดี

# Onboading_welcome
source: Welcome to LookChin
th: ยินดีต้องรับสู่ LookChin

# Onboading_thailand
source: thailand
th: ประเทศไทย

# Onboading_start
source: Get started
th: เริ่มต้นการใช้งาน

# Onboading_country
source: Select current country
th: เลือกที่อยู่ปัจจุบัน

# TermsAgree_Agreeall
source: Agree All
th: เห็นด้วยทั้งหมด

# TermsAgree_TermsAgree
source: Terms of Service Agreement
th: เงื่อนไขข้อตกลงการใช้บริการ

# TermsAgree_Policy
source: Personal Information Collection and Usage Agreement
th: นโยบายคุ้มครองความเป็นส่วนตัว

# TermsAgree_age
source: I am over 18 years old.
th: อายุมากกว่า 18 ปี

# TermsAgree_accept
source: Agree to get started
th: ยอมรับ

# login_signup_phoneno
source: Let's verify your Phone number
th: ใส่หมายเลขโทรศัพท์ของคุณ

# login_signup_phoneno1
source: Your number is not shown to others and is only used for verification
th: หมายเลขโทรศัพท์ของคุณจะไม่แสดงให้ผู้อื่นเห็น และใช้เพื่อการยืนยันเท่านั้น

# login_signup_phoneno2
source: Enter phone number
th: หมายเลขโทรศัพท์

# login_signup_sendcode
source: Send code
th: ส่งรหัส

# login_signup_changeno
source: Changed phone number? Find account by email.
th: คุณเปลี่ยนหมายเลขโทรศัพท์ใช่หรือไม่ ใช้อีเมล

# login_signup_password
source: Enter code
th: ใส่รหัส

# login_signup_password1
source: Send code again
th: ส่งรหัสอีกครั้ง

# login_signup_tremsagree
source: Terms of Use and Privacy Policy
th: เงื่อนไขข้อตกลงการใช้บริการและนโยบายคุ้มครองความเป็นส่วนตัว

# login_signup_sendotp
source: We've sent you a text with the code. (It could take up to 30 seconds.)
th: เราส่งรหัสไปที่หมายเลขโทรศัพท์ของคุณแล้ว (ใช้เวลา 30วินาที)

# login_signup_wrongotp
source: Enter the verification code again.
th: รหัสนี้ใช้ไม่ได้ ตรวจสอบแล้วลองอีกครั้ง

# login_signup_expire
source: Input time has expired. Try send code again.
th: รหัสหมดอายุ กดส่งรหัสยืนยันใหม่อีกครั้ง เพื่อรับรหัสใหม่

# login_signup_checkphonno
source: Make sure your mobile number is entered correctly. Try again.
th: โปรดตรวจสอบหมายเลขโทรศัพท์ของคุณอีกครั้ง

# login_signup_wait10sec
source: Unable to resend verification code within 10 seconds.
th: ไม่สามารถส่งรหัสซ้ำภายใน 10 วินาทีได้

# login_signup_remaining
source: You have 3 remaining verification codes for today.
th: คุณเหลือรหัสยืนยัน 3 ครั้งสำหรับวันนี้

# login_signup_trytmr
source: You can receive the verification code up to 5 times per day. Try again tomorrow.
th: คุณสามารถรับรหัสยืนยัน ได้ 5 ครั้งในหนึ่งวัน ลองอีกครั้งวันพรุ่งนี้

# setting_setting
source: Settings
th: การตั้งค่า

# setting_noti
source: Alerts
th: แจ้งเตือน

# setting_usersetting
source: User settings
th: ตั้งค่าผู้ใช้

# setting_country
source: Change country
th: เปลี่ยนประเทศ

# setting_language
source: Language settings
th: ตั้งค่าภาษา

# setting_theme
source: Theme
th: ธีม

# setting_infoandsupport
source: More info and support
th: การสนับสนุนและเกี่ยวกับ

# setting_new
source: What's new?
th: ประกาศใหม่

# setting_help
source: Help
th: ช่วยเหลือ

# setting_terms
source: Terms of Use
th: เงื่อนไขข้อตกลงการใช้บริการ

# setting_policy
source: Privacy Policy
th: นโยบายคุ้มครองความเป็นส่วนตัว

# setting_locationterms
source: Location-Based Services Terms
th: ข้อกำหนดบริการตามพื้นที่

# setting_version
source: version
th: เวอร์ชัน

# setting_logout
source: Log out
th: ออกจากระบบ

# setting_deleteac
source: deleteAccount
th: ลบบัญชีผู้ใช้
